Repository: dkfrjdjqtek/E-Board
Catalog: WebApplication1/Resources/SharedResource.*.resx
Languages: id_id, vi_vn

# CP_EmailChange_BodyHtml
source: <!doctype html><html lang="en"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Confirm Email Change</h2><p>Hello, <strong>{0}</strong>.</p><p>Click the button below to change the email for your account to <strong>{1}</strong>.</p><p style="margin:20px 0"><a href="{2}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Confirm email change</a></p><p style="color:#6c757d;margin:8px 0 0">This link is valid for <strong>{3} minutes</strong> from the time you received this email.</p><p>If the button doesn't work, copy the URL below and paste it into your browser.</p><p style="word-break:break-all;color:#555">{2}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">If you didn't request this, you can safely ignore this email.</p><p style="color:#6c757d;margin-top:4px;">⚠️ This email was automatically generated and sent. Please do not reply to this email.</p></body></html>
id_id: <!doctype html><html lang="id"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Konfirmasi Perubahan Email</h2><p>Halo, <strong>{0}</strong>.</p><p>Klik tombol di bawah untuk mengubah email akun Anda menjadi <strong>{1}</strong>.</p><p style="margin:20px 0"><a href="{2}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Konfirmasi perubahan email</a></p><p style="color:#6c757d;margin:8px 0 0">Tautan ini berlaku selama <strong>{3} menit</strong> sejak Anda menerima email ini.</p><p>Jika tombol tidak berfungsi, salin URL di bawah lalu tempel ke peramban Anda.</p><p style="word-break:break-all;color:#555">{2}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">Jika Anda tidak meminta ini, abaikan email ini.</p><p style="color:#6c757d;margin-top:4px;">⚠️ Email ini dibuat dan dikirim secara otomatis. Mohon jangan membalas email ini.</p></body></html>
vi_vn: <!doctype html><html lang="vi"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Xác nhận thay đổi email</h2><p>Xin chào, <strong>{0}</strong>.</p><p>Nhấn nút bên dưới để đổi email cho tài khoản của bạn thành <strong>{1}</strong>.</p><p style="margin:20px 0"><a href="{2}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Xác nhận thay đổi email</a></p><p style="color:#6c757d;margin:8px 0 0">Liên kết này có hiệu lực trong <strong>{3} phút</strong> kể từ thời điểm bạn nhận email.</p><p>Nếu nút không hoạt động, hãy sao chép địa chỉ dưới đây và dán vào trình duyệt.</p><p style="word-break:break-all;color:#555">{2}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">Nếu không phải bạn yêu cầu, vui lòng bỏ qua email này.</p><p style="color:#6c757d;margin-top:4px;">⚠️ Email này được tạo và gửi tự động. Vui lòng không trả lời email này.</p></body></html>

# _Alert_TemplateCategory_Required
source: Please select a valid template category.
id_id: Silakan pilih kategori templat yang valid.
vi_vn: Vui lòng chọn danh mục mẫu hợp lệ.

# DTL_Btn_AddCategory
source: Add Category
id_id: Tambah kategori
vi_vn: Thêm danh mục

# DTL_Btn_CreateTemplate
source: Create Template
id_id: Buat Template
vi_vn: Tạo mẫu

# DTL_Alert_EnterCurrentLang
source: You must enter the category name for the currently selected language.
id_id: Anda harus memasukkan nama kategori untuk bahasa yang dipilih saat ini.
vi_vn: Bạn phải nhập tên danh mục cho ngôn ngữ đang được chọn.

# DTL_Alert_Category_Duplicated
source: A category with the same name already exists.
id_id: Kategori dengan nama yang sama sudah ada.
vi_vn: Đã tồn tại một danh mục trùng tên.

# DTL_Alert_KindNameRequire
source: At least one language for the category name is required (native language is mandatory).
id_id: Nama kategori harus diisi setidaknya dalam satu bahasa (bahasa asli wajib).
vi_vn: Cần tên danh mục bằng ít nhất một ngôn ngữ (bắt buộc có ngôn ngữ gốc).

# CP_EmailChange_InUse
source: This email is already in use.
id_id: Email ini sudah digunakan.
vi_vn: Email này đã được sử dụng.

# ACP_Title
source: Admin User Profile
id_id: Profil Pengguna Admin
vi_vn: Hồ sơ người dùng quản trị

# ACP_Search_Label
source: Search account (ID / email)
id_id: Cari akun (ID / email)
vi_vn: Tìm tài khoản (ID / email)

# ACP_Search_Placeholder
source: Enter keyword
id_id: Masukkan kata kunci
vi_vn: Nhập từ khóa

# _CM_Search
source: Search
id_id: Cari
vi_vn: Tìm kiếm

# ACP_AccountSelect_Label
source: Select account
id_id: Pilih akun
vi_vn: Chọn tài khoản

# ACP_AddUser
source: Add user
id_id: Tambah pengguna
vi_vn: Thêm người dùng

# ACP_DisplayName_Placeholder
source: e.g., Hong Gil-dong
id_id: mis.: Hong Gil-dong
vi_vn: ví dụ: Hong Gil-dong

# _CM_Label_Department
source: Department
id_id: Departemen
vi_vn: Phòng ban

# _CM_Label_Position
source: Position
id_id: Jabatan
vi_vn: Chức vụ

# ACP_Phone_Placeholder
source: e.g., 010-1234-5678
id_id: mis.: 010-1234-5678
vi_vn: ví dụ: 010-1234-5678

# ACP_AdminLevel_Label
source: Role
id_id: Peran
vi_vn: Quyền

# ACP_AdminLevel_User
source: User
id_id: Pengguna
vi_vn: Người dùng

# ACP_AdminLevel_Manager
source: Manager
id_id: Manajer
vi_vn: Quản lý

# ACP_ChangeEmail_Button
source: Change
id_id: Ubah
vi_vn: Thay đổi

# ACP_ChangeEmail_Send
source: Send change email
id_id: Kirim email perubahan
vi_vn: Gửi email thay đổi

# ACP_ChangeEmail_Help
source: A verification email will be sent to the new address.
id_id: Email verifikasi akan dikirim ke alamat baru.
vi_vn: Email xác minh sẽ được gửi đến địa chỉ mới.

# ACP_ResetPassword_Button
source: Reset password
id_id: Setel ulang kata sandi
vi_vn: Đặt lại mật khẩu

# ACP_SelectUser_Req
source: Please select an account to edit.
id_id: Pilih akun yang akan diedit.
vi_vn: Vui lòng chọn tài khoản cần sửa.

# ACP_UserOrProfile_NotFound
source: User/profile not found.
id_id: Pengguna/profil tidak ditemukan.
vi_vn: Không tìm thấy người dùng/hồ sơ.

# ACP_User_NotFound
source: User not found.
id_id: Pengguna tidak ditemukan.
vi_vn: Không tìm thấy người dùng.

# ACP_Invalid_Dept
source: Invalid department.
id_id: Departemen tidak valid.
vi_vn: Phòng ban không hợp lệ.

# ACP_Invalid_Pos
source: Invalid position.
id_id: Jabatan tidak valid.
vi_vn: Chức vụ không hợp lệ.

# ACP_EmailChange_InUse
source: This email is already in use.
id_id: Email ini sudah digunakan.
vi_vn: Email này đã được sử dụng.

# _CM_Saved
source: Saved.
id_id: Tersimpan.
vi_vn: Đã lưu.

# ACP_ResetPassword_Failed
source: Password reset failed: {0}
id_id: Gagal mengatur ulang kata sandi: {0}
vi_vn: Đặt lại mật khẩu thất bại: {0}

# RP_PwdConfirm_Req
source: Password confirmation is required.
id_id: Konfirmasi kata sandi wajib diisi.
vi_vn: Xác nhận mật khẩu là bắt buộc.

# _CM_InvalidToken
source: Invalid token.
id_id: Token tidak valid.
vi_vn: Mã thông báo không hợp lệ.

# _CM_Placeholder_Name
source: Enter name
id_id: Masukkan nama
vi_vn: Nhập tên

# ACP_EmailChange_Subject
source: [Han Young E-Board] Confirm your email change (Admin request)
id_id: [Han Young E-Board] Konfirmasi perubahan email Anda (Permintaan admin)
vi_vn: [Han Young E-Board] Xác nhận thay đổi email của bạn (Yêu cầu của quản trị viên)

# ACP_EmailChange_BodyHtml
source: <!doctype html><html lang="en"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Confirm Email Change (Admin request)</h2><p>Hello, <strong>{0}</strong>.</p><p>Click the button below to change the email for your account to <strong>{1}</strong>.</p><p style="margin:20px 0"><a href="{2}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Confirm email change</a></p><p style="color:#6c757d;margin:8px 0 0">This link is valid for <strong>{3} minutes</strong> from the time you received this email.</p><p>If the button doesn't work, copy the URL below and paste it into your browser.</p><p style="word-break:break-all;color:#555">{2}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">If you didn't request this, you can safely ignore this email.</p><p style="color:#6c757d;margin-top:4px;">⚠️ This email was automatically generated and sent. Please do not reply to this email.</p></body></html>
id_id: <!doctype html><html lang="id"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Konfirmasi Perubahan Email (Permintaan admin)</h2><p>Halo, <strong>{0}</strong>.</p><p>Klik tombol di bawah untuk mengubah email akun Anda menjadi <strong>{1}</strong>.</p><p style="margin:20px 0"><a href="{2}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Konfirmasi perubahan email</a></p><p style="color:#6c757d;margin:8px 0 0">Tautan ini berlaku selama <strong>{3} menit</strong> sejak Anda menerima email ini.</p><p>Jika tombol tidak berfungsi, salin URL di bawah lalu tempel ke peramban Anda.</p><p style="word-break:break-all;color:#555">{2}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">Jika Anda tidak meminta ini, abaikan email ini.</p><p style="color:#6c757d;margin-top:4px;">⚠️ Email ini dibuat dan dikirim secara otomatis. Mohon jangan membalas email ini.</p></body></html>
vi_vn: <!doctype html><html lang="vi"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Xác nhận thay đổi email (Yêu cầu của quản trị viên)</h2><p>Xin chào, <strong>{0}</strong>.</p><p>Nhấn nút bên dưới để đổi email cho tài khoản của bạn thành <strong>{1}</strong>.</p><p style="margin:20px 0"><a href="{2}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Xác nhận thay đổi email</a></p><p style="color:#6c757d;margin:8px 0 0">Liên kết này có hiệu lực trong <strong>{3} phút</strong> kể từ thời điểm bạn nhận email.</p><p>Nếu nút không hoạt động, hãy sao chép địa chỉ dưới đây và dán vào trình duyệt.</p><p style="word-break:break-all;color:#555">{2}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">Nếu không phải bạn yêu cầu, vui lòng bỏ qua email này.</p><p style="color:#6c757d;margin-top:4px;">⚠️ Email này được tạo và gửi tự động. Vui lòng không trả lời email này.</p></body></html>

# ACP_Button_TempPassword
source: Temporary password issuance
id_id: Penerbitan kata sandi sementara
vi_vn: Cấp mật khẩu tạm thời

# ACP_TempPW_Subject
source: [Han Young E-Board] Temporary password issuance notice (admin request)
id_id: [Han Young E-Board] Pemberitahuan penerbitan kata sandi sementara (permintaan admin)
vi_vn: [Han Young E-Board] Thông báo cấp mật khẩu tạm thời (theo yêu cầu của quản trị viên)

# ACP_TempPW_BodyHtml
source: <!doctype html><html lang="en"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Temporary Password Notice</h2><p>Hello, <strong>{0}</strong>.</p><p>An administrator has reset your account password to a temporary password.</p><p style="margin:12px 0;padding:10px;background:#f8f9fa;border:1px solid #eee;border-radius:6px;"><strong>Temporary password:</strong> {1}</p><p>Click the button below to <strong>change it to a new password</strong> immediately.</p><p style="margin:20px 0"><a href="{2}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Change password now</a></p><p style="color:#6c757d;margin:8px 0 0">This link is <strong>valid for {3} minutes</strong> from the time it was received.</p><p>If the button does not work, copy and paste the URL below into your browser.</p><p style="word-break:break-all;color:#555">{2}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">If you did not request this, you can safely ignore this email.</p><p style="color:#6c757d;margin-top:4px;">⚠️ This email was automatically generated and sent. Please do not reply.</p></body></html>
id_id: <!doctype html><html lang="id"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Pemberitahuan Kata Sandi Sementara</h2><p>Halo, <strong>{0}</strong>.</p><p>Administrator telah mengatur ulang kata sandi akun Anda menjadi kata sandi sementara.</p><p style="margin:12px 0;padding:10px;background:#f8f9fa;border:1px solid #eee;border-radius:6px;"><strong>Kata sandi sementara:</strong> {1}</p><p>Klik tombol di bawah untuk <strong>mengganti ke kata sandi baru</strong> sekarang.</p><p style="margin:20px 0"><a href="{2}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Ubah kata sandi sekarang</a></p><p style="color:#6c757d;margin:8px 0 0">Tautan ini <strong>berlaku selama {3} menit</strong> sejak diterima.</p><p>Jika tombol tidak berfungsi, salin dan tempel alamat di bawah ini ke peramban Anda.</p><p style="word-break:break-all;color:#555">{2}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">Jika Anda tidak meminta ini, abaikan email ini.</p><p style="color:#6c757d;margin-top:4px;">⚠️ Email ini dibuat dan dikirim secara otomatis. Mohon jangan membalas.</p></body></html>
vi_vn: <!doctype html><html lang="vi"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Thông báo mật khẩu tạm thời</h2><p>Xin chào, <strong>{0}</strong>.</p><p>Quản trị viên đã đặt lại mật khẩu tài khoản của bạn thành một mật khẩu tạm thời.</p><p style="margin:12px 0;padding:10px;background:#f8f9fa;border:1px solid #eee;border-radius:6px;"><strong>Mật khẩu tạm thời:</strong> {1}</p><p>Nhấp vào nút bên dưới để <strong>đổi ngay sang mật khẩu mới</strong>.</p><p style="margin:20px 0"><a href="{2}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Đổi mật khẩu ngay</a></p><p style="color:#6c757d;margin:8px 0 0">Liên kết này <strong>có hiệu lực trong {3} phút</strong> kể từ khi bạn nhận được.</p><p>Nếu nút không hoạt động, hãy sao chép và dán địa chỉ dưới đây vào trình duyệt.</p><p style="word-break:break-all;color:#555">{2}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">Nếu không phải bạn yêu cầu, vui lòng bỏ qua email này.</p><p style="color:#6c757d;margin-top:4px;">⚠️ Email này được tạo và gửi tự động. Vui lòng không trả lời.</p></body></html>

# ACP_User_IsActive
source: Active user
id_id: Pengguna aktif
vi_vn: Người dùng hoạt động

# _CM_Yes
source: Yes
id_id: Ya
vi_vn: Đúng

# _CM_No
source: No
id_id: Tidak
vi_vn: Không

# ACP_User_IsApprover
source: Approver
id_id: Penyetuju
vi_vn: Người phê duyệt

# _Alert_Duplicate_EMail
source: This email is already taken.
id_id: Email sudah terdaftar.
vi_vn: Email đã được đăng ký.

# _Alert_Duplicate_ID
source: This id is already taken.
id_id: ID sudah terdaftar.
vi_vn: ID đã được đăng ký.

# IL_Title
source: Account invitation
id_id: Undangan akun
vi_vn: Lời mời tài khoản

# IL_Redirecting
source: Redirecting to password setup.
id_id: Mengalihkan ke halaman setel kata sandi.
vi_vn: Đang chuyển đến trang đặt mật khẩu.

# IL_BackToLogin
source: Back to login
id_id: Kembali ke login
vi_vn: Quay lại đăng nhập

# IL_NoScript_Help
source: If the page does not move, click the button above.
id_id: Jika halaman tidak berpindah, klik tombol di atas.
vi_vn: Nếu trang không chuyển, hãy bấm nút ở trên.

# IL_Invalid
source: Invalid invitation link.
id_id: Tautan undangan tidak valid.
vi_vn: Liên kết lời mời không hợp lệ.

# IL_User_NotFound
source: User not found.
id_id: Pengguna tidak ditemukan.
vi_vn: Không tìm thấy người dùng.

# IL_Email_Mismatch
source: Email does not match the invited account.
id_id: Email tidak cocok dengan akun yang diundang.
vi_vn: Email không khớp với tài khoản được mời.

# IL_EmailConfirm_Failed
source: Email confirmation failed.
id_id: Konfirmasi email gagal.
vi_vn: Xác nhận email thất bại.

# IL_Token_Invalid
source: Invalid or expired token.
id_id: Token tidak valid atau kedaluwarsa.
vi_vn: Mã không hợp lệ hoặc đã hết hạn.

# IL_Redirect_Failed
source: Could not navigate to password setup.
id_id: Tidak dapat membuka halaman setel kata sandi.
vi_vn: Không thể chuyển đến trang đặt mật khẩu.

# IL_Email_Subject
source: [E-Board] Account invitation
id_id: [E-Board] Undangan akun
vi_vn: [E-Board] Lời mời tài khoản

# IL_Email_BodyHtml
source: <!doctype html><html lang="en"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Account Invitation</h2><p>Hello, <strong>{0}</strong>.</p><p>Click the button below to approve your registered email and set your password.</p><p style="margin:20px 0"><a href="{1}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Account Invitation</a></p><p style="color:#6c757d;margin:8px 0 0">This link is <strong>valid for {2} minutes</strong> from the time it was received.</p><p>If the button does not work, copy and paste the following URL into your browser.</p><p style="word-break:break-all;color:#555">{1}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">If you did not request this, please ignore this email.</p><p style="color:#6c757d;margin-top:4px;">⚠️ This email was automatically generated and sent. Please do not reply.</p></body></html>
id_id: <!doctype html><html lang="id"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Undangan Akun</h2><p>Halo, <strong>{0}</strong>.</p><p>Klik tombol di bawah untuk menyetujui email yang terdaftar dan mengatur kata sandi Anda.</p><p style="margin:20px 0"><a href="{1}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Undangan Akun</a></p><p style="color:#6c757d;margin:8px 0 0">Tautan ini <strong>berlaku selama {2} menit</strong> sejak diterima.</p><p>Jika tombol tidak berfungsi, salin dan tempel URL berikut ke peramban Anda.</p><p style="word-break:break-all;color:#555">{1}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">Jika Anda tidak meminta ini, abaikan email ini.</p><p style="color:#6c757d;margin-top:4px;">⚠️ Email ini dibuat dan dikirim secara otomatis. Mohon jangan membalas.</p></body></html>
vi_vn: <!doctype html><html lang="vi"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Lời mời tài khoản</h2><p>Xin chào, <strong>{0}</strong>.</p><p>Nhấp nút bên dưới để phê duyệt email đã đăng ký và đặt mật khẩu của bạn.</p><p style="margin:20px 0"><a href="{1}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Lời mời tài khoản</a></p><p style="color:#6c757d;margin:8px 0 0">Liên kết này <strong>có hiệu lực trong {2} phút</strong> kể từ khi bạn nhận được.</p><p>Nếu nút không hoạt động, hãy sao chép và dán URL sau vào trình duyệt của bạn.</p><p style="word-break:break-all;color:#555">{1}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">Nếu không phải bạn yêu cầu, vui lòng bỏ qua email này.</p><p style="color:#6c757d;margin-top:4px;">⚠️ Email này được tạo và gửi tự động. Vui lòng không trả lời.</p></body></html>

# IL_Header
source: Complete your account setup
id_id: Selesaikan penyiapan akun
vi_vn: Hoàn tất thiết lập tài khoản

# IL_Instruction
source: Please set a new password to activate your account.
id_id: Silakan atur kata sandi baru untuk mengaktifkan akun.
vi_vn: Hãy đặt mật khẩu mới để kích hoạt tài khoản.

# IL_Label_NewPassword
source: New password
id_id: Kata sandi baru
vi_vn: Mật khẩu mới

# IL_Label_ConfirmPassword
source: Confirm new password
id_id: Konfirmasi kata sandi baru
vi_vn: Xác nhận mật khẩu mới

# IL_Button_Complete
source: Complete setup
id_id: Selesaikan
vi_vn: Hoàn tất

# IL_Error_InvalidLink
source: The link is invalid or has expired.
id_id: Tautan tidak valid atau sudah kedaluwarsa.
vi_vn: Liên kết không hợp lệ hoặc đã hết hạn.

# IL_Error_UserNotFound
source: User not found.
id_id: Pengguna tidak ditemukan.
vi_vn: Không tìm thấy người dùng.

# IL_Error_Token
source: The token is invalid or has expired.
id_id: Token tidak valid atau sudah kedaluwarsa.
vi_vn: Mã không hợp lệ hoặc đã hết hạn.

# IL_Error_ConfirmEmail
source: Email confirmation failed: {0}
id_id: Konfirmasi email gagal {0}
vi_vn: Xác nhận email thất bại {0}

# IL_Confirm_Mismatch
source: Passwords do not match.
id_id: Kata sandi tidak cocok.
vi_vn: Mật khẩu không khớp.

# IL_Completed
source: Password has been set. Please sign in.
id_id: Kata sandi telah disetel. Silakan masuk.
vi_vn: Mật khẩu đã được đặt. Vui lòng đăng nhập.

# _Alert_Require_NewPassword
source: Please enter a new password.
id_id: Silakan masukkan kata sandi baru.
vi_vn: Vui lòng nhập mật khẩu mới.

# _Alert_Require_ConfirmPassword
source: Please confirm your new password.
id_id: Silakan konfirmasi kata sandi baru.
vi_vn: Vui lòng xác nhận mật khẩu mới.

# ACP_Button_Invitation
source: Invitation issuance
id_id: Terbitkan undangan
vi_vn: Phát hành lời mời

# _Alert_Unconfirm_Mail
source: This account's email has not been confirmed.
id_id: Email akun ini belum dikonfirmasi.
vi_vn: Email của tài khoản này chưa được xác nhận.

# _CM_Delete
source: Delete
id_id: Hapus
vi_vn: Xóa

# DOC_Title_New
source: New Document
id_id: Tulis Dokumen Baru
vi_vn: Tạo tài liệu mới

# _CM_Label_Template
source: Template
id_id: Templat

# DOC_Label_Search
source: Search
id_id: Cari
vi_vn: Tìm kiếm

# DOC_Opt_SelectTemplate
source: Select a template
id_id: Pilih templat
vi_vn: Chọn một mẫu

# DOC_Help_TemplateSelect
source: Select a document template.
id_id: Pilih templat dokumen.
vi_vn: Chọn mẫu tài liệu.

# DOC_Placeholder_TemplateSearch
source: Search by title/code
id_id: Cari berdasarkan judul/kode
vi_vn: Tìm theo tiêu đề/mã

# DOC_Btn_Compose
source: Compose
id_id: Tulis
vi_vn: Soạn thảo

# DOC_Btn_Cancel
source: Cancel
id_id: Batal
vi_vn: Hủy

# DOC_Val_TemplateRequired
source: Please select a template.
id_id: Silakan pilih templat.
vi_vn: Vui lòng chọn mẫu.

# DOC_Title_Compose
source: Compose Document
id_id: Tulis Dokumen

# DOC_Submit_Button
source: Submit
id_id: Ajukan

# DOC_Email_Subject
source: [Han Young E-Board] {0}'s document {1} has been submitted.
id_id: [Han Young E-Board] Dokumen {1} milik {0} telah diajukan.
