Repository: dkfrjdjqtek/E-Board
Catalog: WebApplication1/Resources/SharedResource.*.resx
Languages: id_id, vi_vn

# DTL_Title_DocManage
source: Document Template Management
id_id: Manajemen Template Dokumen
vi_vn: Quản lý mẫu tài liệu

# _CM_Site_Label
source: Site
id_id: Situs
vi_vn: Cơ sở

# _CM_Label_Kind
source: Category
id_id: Kategori

# DTL_Label_DocName
source: Template Name
id_id: Nama template
vi_vn: Tên mẫu

# DTL_Btn_Load
source: Load
id_id: Muat
vi_vn: Tải

# DTL_Btn_NewTemplate
source: New Template
id_id: Template Baru
vi_vn: Mẫu mới

# _CM_Select
source: Select
id_id: Pilih
vi_vn: Chọn

# DTL_Common
source: Common
id_id: Umum
vi_vn: Chung

# Header_Lan_CN
source: Chinese
id_id: Bahasa Tionghoa
vi_vn: Tiếng Trung

# Header_Lan_ID
source: Indonesian
id_id: Bahasa Indonesia
vi_vn: Tiếng Indonesia

# Header_Lan_KO
source: Korean
id_id: Bahasa Korea
vi_vn: Tiếng Hàn

# Header_Lan_US
source: English
id_id: Bahasa Inggris
vi_vn: Tiếng Anh

# Header_Lan_VN
source: Vietnamese
id_id: Bahasa Vietnam
vi_vn: Tiếng Việt

# Header_LogIn
source: Log In
id_id: Masuk
vi_vn: Đăng nhập

# Header_LogOut
source: Log Out
id_id: Keluar
vi_vn: Đăng xuất

# Header_Register
source: Register
id_id: Daftar
vi_vn: Đăng ký

# Home_Intro
source: Learn about
id_id: Pelajari
vi_vn: Tìm hiểu về

# Home_Intro_LinkText
source: Building Web apps with ASP.NET Core
id_id: Membangun aplikasi Web dengan ASP.NET Core
vi_vn: Xây dựng ứng dụng Web với ASP.NET Core

# Home_Title
source: Home
id_id: Beranda
vi_vn: Trang chủ

# Home_Welcome
source: Welcome
id_id: Selamat datang
vi_vn: Chào mừng

# Login_ForgotPassword
source: Reset password
id_id: Setel ulang kata sandi
vi_vn: Đặt lại mật khẩu

# Login_Login
source: Log In
id_id: Masuk
vi_vn: Đăng nhập

# Login_Title
source: Log In
id_id: Masuk
vi_vn: Đăng nhập

# Sidebar_AdminUserManage
source: Admin Only
id_id: Hanya admin
vi_vn: Chỉ dành cho quản trị viên

# Sidebar_Menu1
source: E-Approval
id_id: Persetujuan elektronik
vi_vn: Phê duyệt điện tử

# Sidebar_Menu1Sub1
source: Create Document
id_id: Buat dokumen
vi_vn: Tạo tài liệu

# Sidebar_Menu1Sub2
source: Approval
id_id: Persetujuan
vi_vn: Phê duyệt

# Sidebar_Menu1Sub3
source: Shared Document
id_id: Dokumen dibagikan
vi_vn: Tài liệu chia sẻ

# Sidebar_Menu1Sub4
source: ETC
id_id: Lain-lain
vi_vn: Khác

# Sidebar_Menu2
source: Bulletin board
id_id: Papan buletin
vi_vn: Bảng thông báo

# Sidebar_Menu3
source: Setting
id_id: Pengaturan
vi_vn: Cài đặt

# Sidebar_Menu3Sub2
source: Document Templates
id_id: Templat dokumen
vi_vn: Mẫu tài liệu

# Sidebar_Menu3Sub3
source: 2FA Auth
id_id: Autentikasi 2FA
vi_vn: Xác thực 2FA

# Login_Summary
source: Please correct the errors below.
id_id: Harap perbaiki kesalahan di bawah ini.
vi_vn: Vui lòng sửa các lỗi bên dưới.

# Login_UserName_Label
source: ID or email
id_id: ID atau email
vi_vn: ID hoặc email

# Login_UserName_Placeholder
source: Enter ID/email
id_id: Masukkan ID/email
vi_vn: Nhập ID/email

# Login_UserName_Required
source: ID or email is required.
id_id: ID atau email wajib diisi.
vi_vn: Yêu cầu ID hoặc email.

# Login_Password_Label
source: Password
id_id: Kata sandi
vi_vn: Mật khẩu

# Login_Password_Placeholder
source: Enter password
id_id: Masukkan kata sandi
vi_vn: Nhập mật khẩu

# Login_Password_Required
source: Password is required.
id_id: Kata sandi wajib diisi.
vi_vn: Yêu cầu mật khẩu.

# Login_RememberMe_Label
source: Stay logged in
id_id: Tetap masuk
vi_vn: Duy trì đăng nhập

# Login_InvalidCredentials
source: Invalid ID or password.
id_id: ID atau kata sandi tidak valid.
vi_vn: ID hoặc mật khẩu không hợp lệ.

# Login_LockedOut
source: Your account is locked out.
id_id: Akun Anda dikunci.
vi_vn: Tài khoản của bạn đã bị khóa.

# Login_Requires2FA
source: Two-factor authentication required.
id_id: Diperlukan autentikasi dua faktor.
vi_vn: Yêu cầu xác thực hai yếu tố.

# Login_NotAllowed
source: Not allowed to sign in.
id_id: Tidak diizinkan masuk.
vi_vn: Không được phép đăng nhập.

# Login_WrongPassword
source: The password is incorrect.
id_id: Kata sandi salah.
vi_vn: Mật khẩu không đúng.

# Login_UserNotExist
source: The user does not exist.
id_id: Pengguna tidak ada.
vi_vn: Người dùng không tồn tại.

# FP_Title
source: Forgot password
id_id: Lupa kata sandi
vi_vn: Quên mật khẩu

# FP_User_Label
source: ID or email
id_id: ID atau email
vi_vn: ID hoặc email

# FP_User_Req
source: ID or email is required.
id_id: ID atau email wajib diisi.
vi_vn: Yêu cầu ID hoặc email.

# FP_SendLink
source: Send reset link
id_id: Kirim tautan reset
vi_vn: Gửi liên kết đặt lại

# FP_Info_Sent
source: If an account exists for the address you entered, we sent a reset link.
id_id: Jika ada akun untuk alamat yang Anda masukkan, kami telah mengirim tautan reset.
vi_vn: Nếu có tài khoản cho địa chỉ bạn nhập, chúng tôi đã gửi liên kết đặt lại.

# RP_Title
source: Reset password
id_id: Setel ulang kata sandi
vi_vn: Đặt lại mật khẩu

# RP_Email_Req
source: Email is required.
id_id: Email wajib diisi.
vi_vn: Yêu cầu email.

# RP_Pwd_Label
source: New password
id_id: Kata sandi baru
vi_vn: Mật khẩu mới

# RP_Pwd_Req
source: Password is required.
id_id: Kata sandi wajib diisi.
vi_vn: Yêu cầu mật khẩu.

# RP_Pwd_Len
source: Password must be at least {2} characters.
id_id: Kata sandi minimal {2} karakter.
vi_vn: Mật khẩu phải có ít nhất {2} ký tự.

# RP_PwdConfirm_Label
source: Confirm password
id_id: Konfirmasi kata sandi
vi_vn: Xác nhận mật khẩu

# RP_PwdConfirm_NotMatch
source: The password and confirmation do not match.
id_id: Kata sandi dan konfirmasi tidak cocok.
vi_vn: Mật khẩu và xác nhận không khớp.

# RP_Do
source: Set new password
id_id: Atur kata sandi baru
vi_vn: Đặt mật khẩu mới

# RP_Done
source: Your password has been reset. You can now sign in.
id_id: Kata sandi Anda telah disetel ulang. Anda sekarang dapat masuk.
vi_vn: Mật khẩu của bạn đã được đặt lại. Bạn có thể đăng nhập.

# Login_ForgotPasswordv
source: Forgot password
id_id: Lupa kata sandi
vi_vn: Quên mật khẩu

source: Back to Login
id_id: Kembali ke Masuk
vi_vn: Quay lại đăng nhập

# Admin_ResetLink_Title
source: Send reset link (Admin)
id_id: Kirim tautan reset (Admin)
vi_vn: Gửi liên kết đặt lại (Quản trị viên)

# Admin_ResetLink_User_Label
source: User (ID or email)
id_id: Pengguna (ID atau email)
vi_vn: Người dùng (ID hoặc email)

# Admin_ResetLink_User_Req
source: User is required.
id_id: Pengguna wajib diisi.
vi_vn: Yêu cầu người dùng.

# Admin_ResetLink_SendEmail_Label
source: Also send by email
id_id: Juga kirim melalui email
vi_vn: Cũng gửi qua email

# Admin_ResetLink_UserNotFound
source: User not found or no email on file.
id_id: Pengguna tidak ditemukan atau tidak ada email.
vi_vn: Không tìm thấy người dùng hoặc không có email.

# Admin_ResetLink_Email_Subject
source: [Han Young E-Board] Password reset instructions by an administrator
id_id: [Han Young E-Board] Petunjuk reset kata sandi oleh administrator
vi_vn: [Han Young E-Board] Hướng dẫn đặt lại mật khẩu bởi quản trị viên

# Admin_ResetLink_Email_BodyHtml
source: <!doctype html><html lang="en"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Password Reset Notification</h2><p>Hello, <strong>{0}</strong>.</p><p>Your account password has been reset by an administrator. Please click the button below to set a new password.</p><p style="margin:20px 0"><a href="{1}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Set New Password</a></p><p style="color:#6c757d;margin:8px 0 0">This link is <strong>valid for 30 minutes</strong> from the time it was received.</p><p>If the button does not work, copy and paste the following URL into your browser.</p><p style="word-break:break-all;color:#555">{1}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">If you did not request this, please ignore this email.</p><p style="color:#6c757d;margin-top:4px;">⚠️ This is an automatically generated email. Do not reply.</p><p style="color:#6c757d;margin-top:4px;">⚠️ This email was automatically generated and sent. Please do not reply to this email.</p></body></html>
id_id: <!doctype html><html lang="id"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;color:#222;line-height:1.6"><p>Halo {0},</p><p>Administrator telah membuat <strong>tautan reset sementara</strong> untuk akun Anda. Klik tombol di bawah untuk mengatur kata sandi baru.</p><p style="margin:20px 0"><a href="{1}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Buka tautan</a></p><p>Email ini dikirim otomatis, mohon jangan membalas.</p></body></html>
vi_vn: <!doctype html><html lang="vi"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;color:#222;line-height:1.6"><p>Xin chào {0},</p><p>Quản trị viên đã tạo <strong>liên kết đặt lại tạm thời</strong> cho tài khoản của bạn. Nhấp nút bên dưới để đặt mật khẩu mới.</p><p style="margin:20px 0"><a href="{1}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Mở liên kết</a></p><p>Email này được gửi tự động, vui lòng không trả lời.</p></body></html>

# Admin_ResetLink_Email_Sent
source: Reset link has been emailed.
id_id: Tautan reset telah dikirim melalui email.
vi_vn: Liên kết đặt lại đã được gửi qua email.

# Admin_ResetLink_Link_Label
source: Temporary reset link
id_id: Tautan reset sementara
vi_vn: Liên kết đặt lại tạm thời

# Admin_ResetLink_OpenBtn
source: Open
id_id: Buka
vi_vn: Mở

# Admin_ResetLink_GenerateBtn
source: Generate reset link
id_id: Buat tautan reset
vi_vn: Tạo liên kết đặt lại

# FPC_BTN_BackToLogin
source: Back to log in
id_id: Kembali ke Masuk
vi_vn: Quay lại đăng nhập

# FPC_Message
source: A password reset link has been sent to the email address you entered.
id_id: Tautan penyetelan ulang kata sandi telah dikirim ke email yang Anda masukkan.
vi_vn: Liên kết đặt lại mật khẩu đã được gửi tới email bạn nhập.

# _Alert_Require_ID
source: Enter your ID.
id_id: Masukkan ID Anda.
vi_vn: Nhập ID của bạn.

# FP_UserName_Required
source: ID is required.
id_id: ID wajib diisi.
vi_vn: Yêu cầu ID.

# FP_Email_Placeholder
source: Enter your email.
id_id: Masukkan email Anda.
vi_vn: Nhập email của bạn.

# FP_Email_Required
source: Email is required.
id_id: Email wajib diisi.
vi_vn: Yêu cầu email.

# FP_Email_Invalid
source: Invalid email address.
id_id: Alamat email tidak valid.
vi_vn: Địa chỉ email không hợp lệ.

# FP_SendButton
source: Send reset link
id_id: Kirim tautan reset
vi_vn: Gửi liên kết đặt lại

# FP_Email_Subject
source: [Han Young E-Board] Password Reset Notice
id_id: [Han Young E-Board] Pemberitahuan setel ulang kata sandi
vi_vn: [Han Young E-Board] Thông báo đặt lại mật khẩu

# FP_Email_BodyHtml
source: <!doctype html><html lang="en"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Reset Password</h2><p>Hello, <strong>{0}</strong>.</p><p>Click the button below to reset your account password.</p><p style="margin:20px 0"><a href="{1}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Reset Password</a></p><p style="color:#6c757d;margin:8px 0 0">This link is <strong>valid for {2} minutes</strong> from the time it was received.</p><p>If the button does not work, copy and paste the following URL into your browser.</p><p style="word-break:break-all;color:#555">{1}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">If you did not request this, please ignore this email.</p><p style="color:#6c757d;margin-top:4px;">⚠️ This email was automatically generated and sent. Please do not reply.</p></body></html>
id_id: <!doctype html><html lang="id"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Setel Ulang Kata Sandi</h2><p>Halo, <strong>{0}</strong>.</p><p>Klik tombol di bawah untuk menyetel ulang kata sandi akun Anda.</p><p style="margin:20px 0"><a href="{1}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Setel ulang kata sandi</a></p><p style="color:#6c757d;margin:8px 0 0">Tautan ini <strong>berlaku selama {2} menit</strong> sejak diterima.</p><p>Jika tombol tidak berfungsi, salin dan tempel URL berikut ke peramban Anda.</p><p style="word-break:break-all;color:#555">{1}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">Jika Anda tidak meminta ini, abaikan email ini.</p><p style="color:#6c757d;margin-top:4px;">⚠️ Email ini dibuat dan dikirim secara otomatis. Mohon jangan membalas.</p></body></html>
vi_vn: <!doctype html><html lang="vi"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Đặt lại mật khẩu</h2><p>Xin chào, <strong>{0}</strong>.</p><p>Nhấp nút bên dưới để đặt lại mật khẩu tài khoản của bạn.</p><p style="margin:20px 0"><a href="{1}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Đặt lại mật khẩu</a></p><p style="color:#6c757d;margin:8px 0 0">Liên kết này <strong>có hiệu lực trong {2} phút</strong> kể từ khi bạn nhận được.</p><p>Nếu nút không hoạt động, hãy sao chép và dán URL sau vào trình duyệt của bạn.</p><p style="word-break:break-all;color:#555">{1}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">Nếu bạn không yêu cầu thao tác này, vui lòng bỏ qua email.</p><p style="color:#6c757d;margin-top:4px;">⚠️ Email này được tạo và gửi tự động. Vui lòng không trả lời.</p></body></html>

# FPC_LogInButton
source: Forgot password
id_id: Lupa kata sandi
vi_vn: Quên mật khẩu

# FPC_Title
source: Confirm password reset
id_id: Konfirmasi setel ulang kata sandi
vi_vn: Xác nhận đặt lại mật khẩu

# RP_Email_Invalid
source: Invalid email address.
id_id: Alamat email tidak valid.
vi_vn: Địa chỉ email không hợp lệ.

# CP_Title
source: Edit Profile
id_id: Edit Profil
vi_vn: Chỉnh sửa hồ sơ

# CP_Intro
source: Update your account information.
id_id: Perbarui informasi akun Anda.
vi_vn: Cập nhật thông tin tài khoản của bạn.

# CP_UserName_Placeholder
source: ID or username
id_id: ID atau nama pengguna
vi_vn: ID hoặc tên người dùng

# CP_UserName_Req
source: Please enter your username.
id_id: Harap masukkan nama pengguna.
vi_vn: Vui lòng nhập tên người dùng.

# CP_UserName_Len
source: ID must be between {2} and {1} characters.
id_id: ID harus antara {2} dan {1} karakter.
vi_vn: ID phải từ {2} đến {1} ký tự.

# CP_Email_Req
source: Please enter your email.
id_id: Harap masukkan email Anda.
vi_vn: Vui lòng nhập email của bạn.

# CP_Email_Invalid
source: Invalid email format.
id_id: Format email tidak valid.
vi_vn: Định dạng email không hợp lệ.

# _CM_Label_Phone
source: Phone number
id_id: Nomor telepon
vi_vn: Số điện thoại

# CP_Phone_Placeholder
source: Digits and symbols only
id_id: Hanya angka dan simbol
vi_vn: Chỉ cho phép chữ số và ký hiệu

# CP_Phone_Invalid
source: Invalid phone number format.
id_id: Format nomor telepon tidak valid.
vi_vn: Định dạng số điện thoại không hợp lệ.

# CP_Department_Placeholder
source: e.g., Sales
id_id: mis: Penjualan
vi_vn: ví dụ: Bán hàng

# CP_Department_Len
source: Department can be up to {1} characters.
id_id: Nama departemen maksimal {1} karakter.
vi_vn: Tên phòng ban tối đa {1} ký tự.

# CP_Position_Placeholder
source: e.g., Manager
id_id: mis: Manajer
vi_vn: ví dụ: Quản lý

# CP_Position_Len
source: Position can be up to {1} characters.
id_id: Jabatan maksimal {1} karakter.
vi_vn: Chức vụ tối đa {1} ký tự.

# _CM_Cancel
source: Cancel
id_id: Batal
vi_vn: Hủy

# _CM_Save_Success
source: Your profile has been saved.
id_id: Profil Anda telah disimpan.
vi_vn: Hồ sơ của bạn đã được lưu.

# _CM_Save_Fail
source: An error occurred while saving your profile.
id_id: Terjadi kesalahan saat menyimpan profil Anda.
vi_vn: Đã xảy ra lỗi khi lưu hồ sơ của bạn.

# CP_ValidationSummary
source: Please review the errors below.
id_id: Harap periksa kesalahan di bawah ini.
vi_vn: Vui lòng kiểm tra lỗi bên dưới.

# _CM_Label_Name
source: Name
id_id: Nama
vi_vn: Tên

# _Alert_Require_Name
source: Please enter your name.
id_id: Harap masukkan nama Anda.
vi_vn: Vui lòng nhập tên của bạn.

# _CM_Site_Placeholder
source: Select a site
id_id: Pilih Situs
vi_vn: Chọn cơ sở

# _Alert_Require_ValidSite
source: Please select a valid site.
id_id: Silakan pilih lokasi yang valid.
vi_vn: Vui lòng chọn cơ sở hợp lệ.

# _Alert_Require_ValidDepartment
source: Please select a valid department.
id_id: Silakan pilih departemen yang valid.
vi_vn: Vui lòng chọn phòng ban hợp lệ.

# _Alert_Require_ValidPosition
source: Please select a valid position.
id_id: Silakan pilih jabatan yang valid.
vi_vn: Vui lòng chọn chức vụ hợp lệ.

# CP_CurrentPwd_Label
source: Current password
id_id: Kata sandi saat ini
vi_vn: Mật khẩu hiện tại

# CP_NewPwd_Label
source: New password
id_id: Kata sandi baru
vi_vn: Mật khẩu mới

# CP_NewPwdConfirm_Label
source: Confirm new password
id_id: Konfirmasi kata sandi baru
vi_vn: Xác nhận mật khẩu mới

# CP_NewPwd_Req
source: Please enter a new password.
id_id: Harap masukkan kata sandi baru.
vi_vn: Vui lòng nhập mật khẩu mới.

# CP_NewPwdConfirm_Req
source: Please confirm your new password.
id_id: Harap konfirmasi kata sandi baru.
vi_vn: Vui lòng xác nhận mật khẩu mới.

# CP_NewPwd_NotMatch
source: The new password and its confirmation do not match.
id_id: Kata sandi baru dan konfirmasinya tidak cocok.
vi_vn: Mật khẩu mới và xác nhận không khớp.

# CP_EmailChange_NewEmail_Label
source: New email
id_id: Email baru
vi_vn: Email mới

# CP_EmailChange_CurrentPwd_Label
source: Current password
id_id: Kata sandi saat ini
vi_vn: Mật khẩu hiện tại

# _Alert_Require_NewMail
source: Please enter a new email.
id_id: Harap masukkan email baru.
vi_vn: Vui lòng nhập email mới.

# CP_EmailChange_CurrentPwd_Req
source: Please enter your current password.
id_id: Harap masukkan kata sandi saat ini.
vi_vn: Vui lòng nhập mật khẩu hiện tại.

# CP_EmailChange_SameAsOld
source: Same as current email.
id_id: Sama dengan email saat ini.
vi_vn: Giống email hiện tại.

# CP_EmailChange_CurrentPwd_Wrong
source: Current password is incorrect.
id_id: Kata sandi saat ini salah.
vi_vn: Mật khẩu hiện tại không đúng.

# CP_EmailChange_Mail_Sent
source: A confirmation email has been sent. Please check your inbox.
id_id: Email konfirmasi telah dikirim. Silakan periksa kotak masuk Anda.
vi_vn: Email xác nhận đã được gửi. Vui lòng kiểm tra hộp thư.

# CP_EmailChange_Subject
source: [Han Young E-Board] Confirm your email change
id_id: [Han Young E-Board] Konfirmasi perubahan email Anda
vi_vn: [Han Young E-Board] Xác nhận thay đổi email của bạn

# _CM_Change
source: Change
id_id: Ubah
vi_vn: Thay đổi

# CP_MD_SendConfirmationMail
source: Send confirmation mail
id_id: Kirim email konfirmasi
vi_vn: Gửi email xác nhận

# CP_MD_Title
source: Change Email
id_id: Ubah email
vi_vn: Đổi email

# _CM_Close
source: Close
id_id: Tutup
vi_vn: Đóng

# Sidebar_Menu3Sub4
source: User Management
id_id: Manajemen pengguna
vi_vn: Quản lý người dùng

# _CM_PrivacyPolicy
source: Privacy Policy
id_id: Kebijakan Privasi
vi_vn: Chính sách quyền riêng tư

# _CM_TermsofUse
source: Terms of Use
id_id: Ketentuan Penggunaan
vi_vn: Điều khoản sử dụng

# _CM_MainTitle
source: Han Young E-Board
id_id: Papan Elektronik Han Young
vi_vn: Bảng điện tử Han Young

# CP_CurrentPwd_Req
source: Please enter your current password.
id_id: Harap masukkan kata sandi saat ini.
vi_vn: Vui lòng nhập mật khẩu hiện tại.

# CP_CurrentPwd_Wrong
source: Your current password is incorrect.
id_id: Kata sandi saat ini Anda salah.
vi_vn: Mật khẩu hiện tại của bạn không đúng.

# Sidebar_Menu3Sub5
source: System Settings
id_id: Pengaturan sistem
vi_vn: Cài đặt hệ thống

# _CM_Common
source: Common
id_id: Umum
vi_vn: Chung

# DTL_Alert_ExcelOpenXmlOnly
source: Only .xlsx/.xlsm (Excel Open XML) files are allowed.
id_id: Hanya file .xlsx/.xlsm (Excel Open XML) yang diizinkan.
vi_vn: Chỉ chấp nhận tệp .xlsx/.xlsm (Excel Open XML).

# DTL_Title_NewTemplate
source: New Template
id_id: Template Baru
vi_vn: Mẫu mới

# DTL_Placeholder_DocName
source: Enter template name
id_id: Masukkan nama template
vi_vn: Nhập tên mẫu

# DTL_Placeholder_ExcelPath
source: Excel file path
id_id: Path file Excel
vi_vn: Đường dẫn tệp Excel

# DTL_Label_Excel
source: Excel File
id_id: File Excel
vi_vn: Tệp Excel

# DTL_Btn_LoadExcel
source: Load Excel
id_id: Muat dari Excel
vi_vn: Tải từ Excel

# DTL_Section_Fields
source: Fields
id_id: Bidang
vi_vn: Trường dữ liệu

# DTL_Section_Approvals
source: Approvals
id_id: Persetujuan
vi_vn: Phê duyệt

# DTL_Col_FieldKey
source: Field Key
id_id: Kunci Bidang
vi_vn: Mã trường

# DTL_Col_Type
source: Type
id_id: Tipe
vi_vn: Loại

# DTL_Col_CellA1
source: Cell (A1)
id_id: Sel (A1)
vi_vn: Ô (A1)

# DTL_Col_Part
source: Part
id_id: Bagian
vi_vn: Phần

# _CM_Save
source: Save
id_id: Simpan
vi_vn: Lưu

# _CM_Add
source: Add
id_id: Tambah
vi_vn: Thêm

# DTL_Preview_Title
source: Excel Preview
id_id: Pratinjau Excel
vi_vn: Xem trước Excel

# DTL_Preview_Tip
source: Click the A1 input box first, then click a cell in the grid below to fill its address.
id_id: Klik kotak input A1 terlebih dahulu, lalu klik sel pada grid di bawah untuk mengisi alamatnya.
vi_vn: Hãy bấm ô nhập A1 trước, sau đó bấm một ô trong lưới bên dưới để điền địa chỉ đó.

# DTL_Preview_MaxNote
source: 50-row × 26-column preview.
id_id: Pratinjau 50 baris × 26 kolom.
vi_vn: Bản xem trước 50 hàng × 26 cột.

# DTL_Btn_PickCell
source: Select Cell
id_id: Pilih Sel
vi_vn: Chọn ô

# DTL_Map_NoRows
source: No rows. Click [Add] to insert a row.
id_id: Tidak ada baris. Klik [Tambah] untuk menambahkan baris.
vi_vn: Không có hàng. Nhấn [Thêm] để thêm hàng.

# DTL_NoPreview
source: No preview available. Please check that the first sheet has content.
id_id: Tidak ada pratinjau. Periksa apakah lembar pertama memiliki konten.
vi_vn: Không có bản xem trước. Vui lòng kiểm tra trang tính đầu tiên có nội dung.

# DTL_Section_Preview
source: Preview
id_id: Pratinjau
vi_vn: Xem trước

# DTL_Info_ClickToFill
source: Click the A1 input box first, then click a cell in the grid below to fill its address.
id_id: Klik kotak input A1 terlebih dahulu, lalu klik sel pada grid di bawah untuk mengisi alamatnya.
vi_vn: Hãy bấm ô nhập A1 trước, sau đó bấm một ô trong lưới bên dưới để điền địa chỉ đó.

# DTL_Msg_NoRows
source: No rows. Click [Add] to insert a row.
id_id: Tidak ada baris. Klik [Tambah] untuk menambahkan baris.
vi_vn: Không có hàng. Nhấn [Thêm] để thêm hàng.

# DTL_Alert_EnterDocName
source: Please enter a template name.
id_id: Silakan masukkan nama template.
vi_vn: Vui lòng nhập tên mẫu.

# DTL_Alert_ExcelRequired
source: Please attach an Excel file.
id_id: Silakan unggah file Excel.
vi_vn: Vui lòng đính kèm tệp Excel.

# DTL_Type_Text
source: Text
id_id: Teks
vi_vn: Văn bản

# DTL_Type_Date
source: Date
id_id: Tanggal
vi_vn: Ngày

# DTL_Type_Num
source: Number
id_id: Angka
vi_vn: Số

# _CM_All
source: All
id_id: Semua
vi_vn: Tất cả

# DTL_Kind_Report
source: Report
id_id: Laporan
vi_vn: Báo cáo

# DTL_Btn_ChooseFile
source: Choose File
id_id: Pilih file
vi_vn: Chọn tệp

# DTL_File_NoFile
source: No file selected
id_id: Tidak ada file yang dipilih
vi_vn: Chưa chọn tệp
