Repository: dkfrjdjqtek/E-Board
Catalog: WebApplication1/Resources/SharedResource.*.resx
Languages: id_id, vi_vn

# DOC_Email_BodyHtml
source: <!doctype html><html lang="en"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Submission Notice for {1}'s document {2}</h2><p>Hello, <strong>{0}</strong>.</p><p>{1}'s document {2} was submitted on {3} month {4} day at {5}:{6}.</p><p>Click the button below to open the document.</p><p style="margin:20px 0"><a href="{7}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Open Document</a></p><p>If the button does not work, copy and paste the following URL into your browser.</p><p style="word-break:break-all;color:#555">{7}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">If you are not <strong>{0}</strong>, please ignore this email and do not open it.</p><p style="color:#6c757d;margin-top:4px;">⚠️ This email was automatically generated and sent. Please do not reply.</p></body></html>
id_id: <!doctype html><html lang="id"><body style="font-family:Segoe UI,Arial,sans-serif;font-size:14px;margin:0;padding:16px;"><h2 style="margin:0 0 12px">Pemberitahuan pengajuan dokumen {2} milik {1}</h2><p>Halo, <strong>{0}</strong>.</p><p>Dokumen {2} milik {1} telah diajukan pada {3} bulan {4} hari pukul {5}:{6}.</p><p>Klik tombol di bawah untuk membuka dokumen.</p><p style="margin:20px 0"><a href="{7}" style="background:#0d6efd;color:#fff;padding:10px 16px;border-radius:6px;text-decoration:none;display:inline-block">Buka dokumen</a></p><p>Jika tombol tidak berfungsi, salin dan tempel URL berikut ke peramban Anda.</p><p style="word-break:break-all;color:#555">{7}</p><hr style="margin:24px 0;border:none;border-top:1px solid #eee"/><p style="color:#6c757d">Jika Anda bukan <strong>{0}</strong>, harap abaikan email ini dan jangan dibuka.</p><p style="color:#6c757d;margin-top:4px;">⚠️ Email ini dibuat dan dikirim secara otomatis. Mohon jangan membalas.</p></body></html>

# OC_Board_Title
source: Approval Board
id_id: Kotak persetujuan elektronik

# DOC_Board_Tablist_Aria
source: Document tabs
id_id: Tab dokumen

# DOC_Tab_CreatedByMe
source: Submitted
id_id: Diajukan

# DOC_Tab_Approval
source: Approvals
id_id: Persetujuan

# DOC_Tab_SharedWithMe
source: Shared
id_id: Dibagikan

# DOC_Badge_Created_Aria
source: Number of submitted documents
id_id: Jumlah dokumen diajukan

# DOC_Badge_Approval_Aria
source: Number of documents pending approval
id_id: Jumlah dokumen menunggu persetujuan

# DOC_Badge_Shared_Aria
source: Number of unread shared documents
id_id: Jumlah dokumen bersama belum dibaca

# DOC_Filter_Title_All
source: All
id_id: Semua

# DOC_Filter_Title_Approved
source: Approved
id_id: Disetujui

# DOC_Filter_Title_Rejected
source: Rejected
id_id: Ditolak

# DOC_Filter_Title_Pending
source: Pending
id_id: Tertunda

# DOC_Filter_Title_OnHold
source: On hold
id_id: Ditahan

# DOC_Filter_ApprovalView_Label
source: Approval view
id_id: Tampilan persetujuan

# DOC_Filter_ApprovalView_All
source: All
id_id: Semua

# DOC_Filter_ApprovalView_Pending
source: Pending
id_id: Tertunda

# DOC_Filter_ApprovalView_Approved
source: Approved
id_id: Disetujui

# DOC_Filter_Sort_Label
source: Sort
id_id: Urutkan

# DOC_Filter_Sort_CreatedDesc
source: Created date desc
id_id: Tanggal dibuat menurun

# DOC_Filter_Sort_CreatedAsc
source: Created date asc
id_id: Tanggal dibuat menaik

# DOC_Filter_Sort_TitleAsc
source: Title asc
id_id: Judul menaik

# DOC_Filter_Sort_TitleDesc
source: Title desc
id_id: Judul menurun

# DOC_Filter_Search_Label
source: Search
id_id: Cari

# DOC_Filter_Search_Placeholder
source: Search by title or author
id_id: Cari berdasarkan judul atau penulis

# DOC_Filter_Apply
source: Apply
id_id: Terapkan

# DOC_Col_Title
source: Document title
id_id: Judul dokumen

# DOC_Col_Author
source: Author
id_id: Pembuat

# DOC_Col_Date
source: Created at
id_id: Waktu dibuat

# DOC_Status_Approved
source: Approved
id_id: Disetujui

# DOC_Status_Rejected
source: Rejected
id_id: Ditolak

# DOC_Status_PendingA
source: PendingA1 — {0}=step number)
id_id: PendingA{0} (ví dụ: PendingA1 — {0}=số bước)

# DOC_Status_Pending
source: Pending
id_id: Tertunda

# DOC_Status_OnHold
source: On hold
id_id: Ditahan

# DOC_Attach_Aria
source: Has attachment
id_id: Ada lampiran

# DOC_Comment_Count_Aria
source: {0} comments
id_id: {0} komentar

# DOC_Pagination_Label
source: Pagination
id_id: Penomoran halaman

# DOC_Pagination_Prev
source: Previous
id_id: Sebelumnya

# DOC_Pagination_Next
source: Next
id_id: Berikutnya

# DOC_List_Loading
source: Loading…
id_id: Memuat…

# DOC_List_Empty
source: There are no documents to display.
id_id: Tidak ada dokumen untuk ditampilkan.

# DOC_Err_LoadFailed
source: Failed to load the list.
id_id: Gagal memuat daftar.

# DOC_Err_BadgesFailed
source: Failed to load badges.
id_id: Gagal memuat lencana.

# DOC_Link_Details_Aria
source: Go to document details: {0} ({0}=document title)
id_id: Ke detail dokumen: {0} ({0}=judul dokumen)

# DOC_Board_Title
source: Approval Board
id_id: Kotak persetujuan elektronik

# _CM_Comment_Label
source: Comments
id_id: Komentar

# DOC_Msg_NoComments
source: No comments have been registered.
id_id: Belum ada komentar.

# DOC_Label_AddComment
source: Add comment
id_id: Masukkan komentar

# DOC_Placeholder_Comment
source: Add your comment here.
id_id: Masukkan komentar di sini.

# DOC_Title_ViewLog
source: Document View Log
id_id: Log penayangan dokumen

# DOC_Msg_NoViewLogs
source: No one has viewed the document.
id_id: Belum ada yang melihat dokumen.

# DOC_Btn_Approve
source: Approve
id_id: Setujui

# DOC_Btn_Hold
source: Hold
id_id: Tahan

# DOC_Btn_Reject
source: Reject
id_id: Tolak

# DOC_Btn_CommentPost
source: Post Comment
id_id: Kirim komentar

# DOC_Btn_Recall
source: Recall
id_id: Tarik kembali

# Sidebar_Menu2Sub1
source: SubItem1
vi_vn: Mục phụ 1

# Sidebar_Menu2Sub2
source: SubItem2
vi_vn: Mục phụ 2

# Sidebar_Menu2Sub3
source: SubItem3
vi_vn: Mục phụ 3

# DTL_Col_Slot
source: Slot
vi_vn: Vị trí

# DTL_Kind_Memo
source: Memo
vi_vn: Ghi nhớ

# ACP_AdminLevel_Admin
source: Super admin
vi_vn: Quản trị viên cấp cao
